[Play_DLC2_T_TYG_Ambush_1 AkEvent]
SpokenText="Central, eu estou pegando vestígios fracos de DNA humano mais profundo na instalação. Apenas poderia ser ... ."
BMature=False
BManualWordWrap=False
BSingleLine=False
Comment=""

[Play_DLC2_T_TYG_Ambush_2 AkEvent]
SpokenText="Espere! Várias assinaturas biológicas se aproximam da sua posição. As leituras são erráticas ... difíceis de identificar."
BMature=False
BManualWordWrap=False
BSingleLine=False
Comment=""

[Play_DLC2_T_TYG_Ambush_4 AkEvent]
SpokenText="Não é possível determinar neste momento."
BMature=False
BManualWordWrap=False
BSingleLine=False
Comment=""

[Play_DLC2_T_TYG_Approach_The_King_1 AkEvent]
SpokenText="Central, lendo uma enorme queda de temperatura diretamente à frente.Uma discrepância tão grande desafia qualquer explicação natural."
BMature=False
BManualWordWrap=False
BSingleLine=False
Comment=""

[Play_DLC2_T_TYG_Archon_King_Dead_2 AkEvent]
SpokenText="Eu estou ansioso para começar a examinar o assunto assim que pudermos obtê-lo de volta para o laboratório. Podemos muito bem tirar proveito dos experimentos existentes do Dr. Vahlen, como eu não tenho intenção de tentar replicá-los eu mesmo."
BMature=False
BManualWordWrap=False
BSingleLine=False
Comment=""

[Play_DLC2_T_TYG_Archon_King_Reveal_1 AkEvent]
SpokenText="Esta ... esta variação no Archon que encontramos antes certamente deve ser o assunto modificado que o Dr. Vahlen estava experimentando."
BMature=False
BManualWordWrap=False
BSingleLine=False
Comment=""

[Play_DLC2_T_TYG_Beacon_Located AkEvent]
SpokenText="Central, o sinal do Dr. Vahlen está sendo gerado a partir de algum lugar dentro desse abrigo improvisado. Sugiro que acessemos rapidamente antes que ele seja perdido completamente."
BMature=False
BManualWordWrap=False
BSingleLine=False
Comment=""

[Play_DLC2_T_TYG_Berseker_Queen_Dead_2 AkEvent]
SpokenText="Eu ficaria curioso para ouvir seu raciocínio, embora eu questionaria se a razão nunca esteve envolvido nesta decisão."
BMature=False
BManualWordWrap=False
BSingleLine=False
Comment=""

[Play_DLC2_T_TYG_Berserker_Queen_Reveal_2 AkEvent]
SpokenText="Sua curiosidade não era infundada, embora eu concorde que talvez não tenha sido a mais prudente das escolhas."
BMature=False
BManualWordWrap=False
BSingleLine=False
Comment=""

[Play_DLC2_T_TYG_Egg_Warning AkEvent]
SpokenText="Estes aparecem aos clusters de ovos que a Dra. Vahlen mencionou em seus registros. Sendo que ainda estamos incertos sobre suas potenciais propriedades letais, eu evitaria contato direto com eles ... especialmente em um cenário de combate."
BMature=False
BManualWordWrap=False
BSingleLine=False
Comment=""

[Play_DLC2_T_TYG_Facility_Entry_One AkEvent]
SpokenText="Parece ser os remanescentes de uma instalação de genética alienígena. Com o dano a essas unidades de contenção sendo tão grave, só posso imaginar o trabalho que estava sendo feito aqui."
BMature=False
BManualWordWrap=False
BSingleLine=False
Comment=""

[Play_DLC2_T_TYG_King_Attempting_Escape_1 AkEvent]
SpokenText="É algum tipo de fenda psiônica! Eu não posso começar a entender por que Vahlen teria permitido que ele tivesse essa habilidade!"
BMature=False
BManualWordWrap=False
BSingleLine=False
Comment=""

[Play_DLC2_T_TYG_MATINEE_Boots_Ground_1 AkEvent]
SpokenText="As leituras biológicas nesta área são ... erráticas Além de várias espécies de fauna alienígena"
BMature=False
BManualWordWrap=False
BSingleLine=False
Comment=""

[Play_DLC2_T_TYG_MATINEE_King_Reveal_2 AkEvent]
SpokenText="Incapaz de dizer a partir desta distância. Sinais de vida estão sendo obscurecidos por ..."
BMature=False
BManualWordWrap=False
BSingleLine=False
Comment=""

[Play_DLC2_T_TYG_MATINEE_King_Reveal_3 AkEvent]
SpokenText="Eu acredito que isso seria Gamma assunto."
BMature=False
BManualWordWrap=False
BSingleLine=False
Comment=""

[Play_DLC2_T_TYG_Mission_Final AkEvent]
SpokenText="Central, eu não estou detectando quaisquer sinais de vida adicionais, humanos ou de outra forma. A caverna é clara."
BMature=False
BManualWordWrap=False
BSingleLine=False
Comment=""

[Play_DLC2_T_TYG_Neophytes_Spotted_2 AkEvent]
SpokenText="Embora eu compartilhe suas reservas sobre esta espécie, há algo diferente nessas criaturas, elas parecem quase subdesenvolvidas, talvez um estágio anterior de crescimento, ou algum tipo de organismo precursor."
BMature=False
BManualWordWrap=False
BSingleLine=False
Comment=""

[Play_DLC2_T_TYG_Post_Ambush_Research_Segue AkEvent]
SpokenText="Eu mergulhei mais profundamente nos arquivos do Dr. Vahlen. Creio que encontrei uma seção relevante para nossa pesquisa."
BMature=False
BManualWordWrap=False
BSingleLine=False
Comment=""

[Play_DLC2_T_TYG_Post_King_Research_One_1 AkEvent]
SpokenText="Central, estou puxando todas as entradas de registro relevantes neste Rei Viper agora."
BMature=False
BManualWordWrap=False
BSingleLine=False
Comment=""

[Play_DLC2_T_TYG_Post_Matinee_2 AkEvent]
SpokenText="Eu compartilho de sua preocupação.Não é possível dizer quais os efeitos que o trabalho do Dr. Vahlen teve sobre esta criatura.Eu sugiro que façamos subjugá-la a nossa prioridade máxima."
BMature=False
BManualWordWrap=False
BSingleLine=False
Comment=""

[Play_DLC2_T_TYG_Post_Pad_1 AkEvent]
SpokenText="Parece ser um armazenamento de dados físicos de algum tipo, puxado de um terminal de rede antiquado. Tentando acesso remoto agora."
BMature=False
BManualWordWrap=False
BSingleLine=False
Comment=""

[Play_DLC2_T_TYG_Push_Forward_1 AkEvent]
SpokenText="Eu acredito que este pode ser o último deles Central. Eu não estou detectando quaisquer assinaturas adicionais."
BMature=False
BManualWordWrap=False
BSingleLine=False
Comment=""

[Play_DLC2_T_TYG_Reinforcements_Wont_Stop AkEvent]
SpokenText="Central, a conclusão do Dr. Vahlen pareceria sólida.Este Rei Viper continuará a convocar reforços até que possamos silenciá-lo permanentemente.Você deve concentrar seus esforços."
BMature=False
BManualWordWrap=False
BSingleLine=False
Comment=""

[Play_DLC2_T_TYG_Research_Segue AkEvent]
SpokenText="Central, eu consegui restaurar partes dos registros de pesquisa pessoal do Dr. Vahlen, eu começarei a corrigir o que eu puder, imediatamente."
BMature=False
BManualWordWrap=False
BSingleLine=False
Comment=""

[Play_DLC2_T_TYG_Rulers_Move_Always AkEvent]
SpokenText="Parece que as criações de Vahlen não são a intenção de tornar isso fácil, ficar alerta para movimentos rápidos como ele tenta reposicionar-se."
BMature=False
BManualWordWrap=False
BSingleLine=False
Comment=""

[Play_DLC2_T_TYG_The_Beacon_1 AkEvent]
SpokenText="Eu esperava encontrar meu antecessor em circunstâncias menos extremas, mas eu segui seu sinal para uma área não muito adiante."
BMature=False
BManualWordWrap=False
BSingleLine=False
Comment=""

[Play_DLC2_T_TYG_Transmission_Cleared AkEvent]
SpokenText="Eu redireccionei o sinal de saída, a unidade deve ter sido danificada durante qualquer conflito aqui ocorrido.A mensagem completa está chegando agora."
BMature=False
BManualWordWrap=False
BSingleLine=False
Comment=""

[Play_DLC2_T_TYG_Unbroken_Transmission_3_ALT AkEvent]
SpokenText="... E agora enfrentamos seus medos, de cabeça."
BMature=False
BManualWordWrap=False
BSingleLine=False
Comment=""

[Play_DLC2_T_TYG_Viper_Boltguns_Sighted_2 AkEvent]
SpokenText="Eu acredito que você está certo, Central, outra conexão possível com este site."
BMature=False
BManualWordWrap=False
BSingleLine=False
Comment=""

[Play_DLC2_T_TYG_Viper_King_Freeze_Breath_1 AkEvent]
SpokenText="Central, a respiração concentrada daquela criatura está lendo a temperaturas incrivelmente baixas ... você está em risco de danos graves nos tecidos se exposto."
BMature=False
BManualWordWrap=False
BSingleLine=False
Comment=""

[Play_DLC2_T_TYG_Viper_King_Ice_1 AkEvent]
SpokenText="Onde havia uma vez uma toxina venenosa, agora vemos gelo, como se estivesse canalizando o ar em torno dele sob extrema pressão, congelando instantaneamente os componentes vulneráveis."
BMature=False
BManualWordWrap=False
BSingleLine=False
Comment=""